Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Both Active DNS and Hosts Header were supplied.
zh_cn: 动态DNS和主机头标题供应。

source: Only one of these options may be supplied.
zh_cn: 只有其中一个选项，可提供。

source: Neither Active DNS nor Hosts Header was supplied.
zh_cn: 主动的DNS和主机头标题都没供应。

source: One of these options must be supplied.
zh_cn: 其中一个选项必须提供。

source: Step 4 - Web Forward Authentication Details
zh_cn: 步骤 4 - Web推送授权详情

source: Please provide the authentication information for this Web Forward.
zh_cn: 请提供认证信息，为这个Web推送。

source: Step 5 - Web Forward Policy Selection
zh_cn: 步骤 5 - Web推送政策选择

source: Choose the policies you wish to attach this Web Forward to.
zh_cn: 选择你愿意连接这个Web推送的政策.

source: You must select at least one policy to attach this Web Forward.
zh_cn: 您必须至少选择一个政策，连接此Web推送

source: Step 5 - Personal Web Forward Policy
zh_cn: 步骤 5 - Web推送政策

source: Your personal Web Forward is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
zh_cn: 您的Web推送将是附加到您的个人的政策: "{0}"<br/>请注意，管理员可以在每次看见，修改和删除您的个人资源和政策

source: Step 6 - Web Forward Summary
zh_cn: 步骤 6 - Web推送总结

source: Review the information below before clicking on <strong>Finish</strong> to create the Web Forward.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建Web推送

source: Web Forward
zh_cn: Web推送

source: Web Forward Name:
zh_cn: Web 推送名:

source: No user will be able to access this Web Forward.
zh_cn: 没有用户可以使用这个Web推送

source: Web Forward Created
zh_cn: Web推送创建了

source: The Web Forward creation wizard is now complete.
zh_cn: Web推送创建向导现已完成.

source: The creation of the Web Forward failed.
zh_cn: 建立Web推送失败。

source: The creation of the Web Forward is complete, but some warnings occurred.
zh_cn: 建立了Web推送完成，但一些警告发生.

source: Web Forward created.
zh_cn: Web推送创建了

source: Attached Web Forward to policies.
zh_cn: 连接Web推送的政策.

source: Failed to attach to Web Forward to policies.
zh_cn: 附加Web推送的政策失败

source: Failed to create new Web Forward.
zh_cn: 未能创造新的Web推送.

source: Form Type
zh_cn: 表单类型

source: Directory
zh_cn: 路径

source: Directory of cached files.
zh_cn: 目录的快取档案.

source: size per user (MB)
zh_cn: 大小／用户 (MB)

source: The maximum size of each users cache in MB.
zh_cn: 每个用户最大缓存（MB）.

source: objects per user
zh_cn: 目标／用户

source: The maximum number of objects in each users cache.
zh_cn: 最大存储在用户缓存中的目标的数量。

source: age
zh_cn: 年龄

source: The maximum number of minutes each cached item will be stored for.
zh_cn: 用于缓存项目的最长的分钟数

source: A value of 0 means store forever (or until logout).
zh_cn: 值为0表示永远存储 (直到注销).

source: Clear on logout
zh_cn: 注销并清空

source: If selected, the users cache will be cleared when either they logout.
zh_cn: 如果选择了，缓存将清空当用户注销时

source: Active DNS Host Format
zh_cn: 活动的DNS主机格式

source: The format of the unique Active DNS hostname used to access reverse proxy web forwards.
zh_cn: 独特的主动DNS主机名格式用来访问反向代理的Web推送

source: Child Domain
zh_cn: 子域

source: Same Domain
zh_cn: 相同的域

source: Web Forward Edited
zh_cn: Web 推送编辑

source: Web Forward Deleted
zh_cn: Web 推送删除了

source: Web Forward Launched
zh_cn: Web推送启动了

source: Web Forward Resource Loaded
zh_cn: Web推送资源读取了

source: Replacement Deleted
zh_cn: 替代删除了

source: Replacement Edited
zh_cn: 替代编辑了

source: Replacement Created
zh_cn: 替换创建了

source: Replacement Priority Changed
zh_cn: 替换优先级更改了

source: Message resources for the UI library base classes.
zh_cn: UI库基类的信息资源

source: All files (*)
zh_cn: 所有文件 (*)

source: Bad color string format.
zh_cn: 坏颜色字符串格式

source: Should be #rrggbb
zh_cn: 应该是#rrggbb

source: Number too big for padded hex string
zh_cn: 数量太大对于十六进制字符串

source: Message resources for the UI library AWT base classes.
zh_cn: UI AWT库基类的信息资源

source: Select a file
zh_cn: 选择一个文件

source: Browse
zh_cn: 浏览器

source: TabWrapper for [{0}] could not be found
zh_cn: TabWrapper for [{0}] 没有发现

source: Test Tab 2
zh_cn: 测试表2

source: Test Tab 3
zh_cn: 测试表3

source: Test Tab 1
zh_cn: 测试表1

source: Navigate to your home directory
zh_cn: 浏览到你的主页目录

source: Navigate to the parent folder
zh_cn: 导航到上一级文件夹

source: New
zh_cn: 新建

source: Create a new folder
zh_cn: 创建一个新的文件夹

source: Delete the selected file
zh_cn: 删除已选文件.

source: Hidden files
zh_cn: 隐藏文件夹

source: File name:
zh_cn: 文件名:

source: Go
zh_cn: 走

source: Navigate to the selected folder
zh_cn: 浏览到你的所选文件夹

source: Files of type:
zh_cn: 文件类型:

source: Are you sure you want to delete {0}?
zh_cn: 你确定你要删除 {0}?

source: Failed to delete file.
zh_cn: 删除文件失败.

source: New folder
zh_cn: 新文件夹

source: Could not create directory.
zh_cn: 不能创建目录.

source: Image did not load.
zh_cn: 图像没有加载.

source: No image???
zh_cn: 没有图像???

source: Could not locate image
zh_cn: 不能地位图像

source: parent must have a GridBagLayout
zh_cn: 父类必须有 GridBagLayout

source: Message resources for the UI library AWT grid classes.
zh_cn: UI AWT库基网格类的信息资源

source: Image
zh_cn: 图像

source: Message resources for the UI library AWT options classes.
zh_cn: UI AWT库类的信息资源

source: Show
zh_cn: 显示

source: Hide
zh_cn: 隐藏

source: Yes to All
zh_cn: 所有的都是

source: Message resources for the UI library Swing base classes.
zh_cn: UI Swing库基类的信息资源

source: null image?
zh_cn: 空图像?
